Repository: Useraccont1507/CarLix
Catalog: CarLix/Localization/Localizable.xcstrings
Source language: uk
Languages: en

# AddFuilengServiceAndLocalized
source: Додавайте сервіс, пальне
en: Add service, fueling

# AddingCarLocalized
source: Додавайте авто
en: Add car

# AddPermission
source: Надайте дозвіл сповіщеня для CarLix аби отримати зрчуний досвід користування додатком
en: Add notification permission for CarLix to get convenience experience of using app

# Authorize
source: Авторизуйтесь перш ніж розпочати
en: Authorize before getting started

# Cars
source: Авто
en: Cars

# CompleteRegistration
source: Завершити
en: Complete

# ConfirmCode
source: Підтвердити код
en: Confirm code

# descriptionLocalized
source: CarLix - додаток для ведення історії вашого авто. Контролюйте пальне, сервіс та інші витрати. Отримуйте нагадування про обслуговування автівки. Уся статистика у вашій кишені
en: CarLix - app for history management for your car. Track fueling, service and other payment. Get notifications about car service. All history in your pocket

# EmailAlreadyUsed
source: Схоже email вже використовується. Спробуйте інший
en: It seems that email is already used. Try another one

# EmailOrPasswordAreWrong
source: Невірний email або пароль
en: Email or password are wrong

# EnterFirstAndLastNames
source: Введіть імʼя та прізвище
en: Enter first and last name

# Fules
source: Заправки
en: Fuels

# Home
source: Головна
en: Home

# IncorrectEmail
source: Неправильний email
en: Email is incorrect

# LastStep
source: Останній крок
en: Last step

# LookAfterCar
source: Слідкуйте за своїм авто разом з
en: Look after your car with

# MyCars
source: Мої авто
en: My cars

# Next
source: Далі
en: Next

# Password
source: Пароль
en: Password

# PasswordRequirements
source: Пароль повинен містити хоча б 6 символів
en: Password must contains at least 6 characters

# ReceiveNotificationLocalized
source: Та отримуйте сповіщення про наступний сервіс
en: And receive notification about next service

# Services
source: Сервіси
en: Services

# ShowAll
source: Показати усе
en: Show all

# SignIn
source: Увійти
en: Sign In

# SigningIn
source: Вхід
en: Sign In

# SigningUp
source: Реєстрація
en: Sign Up

# SignUp
source: Зареєструватись
en: Sign Up

# TrackCarHistoryViewLocalized
source: Слідкуйте за історією авто
en: Track car history

# TrackHistoryLocalized
source: для ведення історії
en: for tracking history

# TypeOfCar
source: Тип кузова
en: Type

# UndefinedError
source: Щось пішло не так. Спробуйте пізніше
en: Oops. Something went wrong. Try again later.

# welcomeLocalized
source: Вітаємо
en: Welcome

# WeRecomend
source: Радимо Вам все ж таки увімкнути сповіщення для CarLix. Це можна зробити в налаштуваннях
en: We recommend to turn on notification for CarLix. You can do this in settings
